/**
 * Created by Owner on 6/26/2017.
 */
public class Summer {


    public static void main(String [ ] args){
        Summer mysummer= new Summer();
        System.out.println("Это было интересное лето. Если первый месяц отдыха ничем не отличался от предыдущих летних каникул, я был в городе, то последующие два месяца оказались для меня самыми запоминающимися, я уехал к тёте в деревню. Именно, с проведенными днями в деревне у меня связаны самые интересные события и яркие впечатления моего лета.\n\nВ деревне время идет медленно и нерешительно, совсем не так, как в больших городах. Кажется, что прошел целый месяц, а на самом деле прошла всего одна неделя. Обычно, с утра я помогаю тёте по огороду, хотя ее утро начинается раньше моего. У нас деревня далеко от поселка и вода из крана неслыханная роскошь, поэтому я беру два старых железных ведра и иду через три дома к колодцу. Вода из колодца невероятно чистая и очень холодная. Иногда приходится что-то сделать по дому, но как только появляется первая возможность, я перемахиваю через забор и бегу к друзьям.");
    }
}
